{
    "phrases": [ 
        "Can you show me how to properly use this machine?",
        "What's the correct form for this exercise?",
        "Could you spot me while I do this exercise?",
        "Is it okay if I use this bench after you?",
        "Could you help me adjust the settings on this machine?",
        "How many sets and repetitions should I do for this exercise?",
        "Could you demonstrate how to do a proper squat?",
        "Can you recommend a good weight for me to start with?",
        "Is there a specific warm-up routine I should follow?",
        "How do I adjust the seat height on this machine?",
        "Could you assist me in setting up the cable machine?",
        "Can you give me some tips on improving my form for this exercise?",
        "Do you have any recommendations for exercises targeting my lower back?",
        "Could you check my form and let me know if I'm doing this exercise correctly?",
        "Can you suggest some alternative exercises for targeting my chest muscles?",
        "Is it alright if I work in with you on this machine?",
        "Could you explain the benefits of using free weights over machines?",
        "What's the proper breathing technique for this exercise?",
        "Can you help me understand which muscle groups this machine targets?",
        "Do you have any suggestions for increasing the intensity of my workout?",
        "Is there a cooldown routine I should follow after my workout?",
        "How do I properly sanitize the equipment after using it?",
        "Could you recommend a good stretching routine for after my workout?",
        "Do you have any advice for preventing muscle imbalances?",
        "Can you show me how to adjust the resistance on this machine?",
        "What's the best way to incorporate this machine into my workout routine?",
        "Could you demonstrate how to use the foam roller for muscle recovery?",
        "Is there a specific order I should follow when using the machines?",
        "Do you have any tips for preventing injuries while lifting weights?",
        "Could you explain the difference between using machines and free weights?",
        "What's the correct posture for using this machine?",
        "Can you help me understand the correct grip for this exercise?",
        "Could you recommend some exercises to strengthen my core?",
        "Is there a cooldown routine I should follow after using the cardio machines?",
        "What's the proper way to use the rowing machine without straining my back?",
        "Can you suggest some exercises for targeting my hamstrings?",
        "What's the recommended rest time between sets for this exercise?",
        "Do you have any tips for improving my balance during this exercise?",
        "Could you demonstrate how to use the resistance bands for a full-body workout?",
        "Is it okay if I use this bench for my next set?",
        "What's the best way to track my progress and set fitness goals?",
        "Can you suggest some stretches to improve flexibility before my workout?",
        "What's the correct angle for adjusting the incline on this treadmill?"
    ],
    "traductions": [ 
        "¿Puedes mostrarme cómo usar correctamente esta máquina?",
        "¿Cuál es la forma correcta para este ejercicio?",
        "¿Podrías vigilarme mientras hago este ejercicio?",
        "¿Está bien si uso este banco después de ti?",
        "¿Podrías ayudarme a ajustar la configuración en esta máquina?",
        "¿Cuántas series y repeticiones debería hacer para este ejercicio?",
        "¿Podrías demostrarme cómo hacer una sentadilla correctamente?",
        "¿Puedes recomendarme un peso adecuado para empezar?",
        "¿Hay una rutina específica de calentamiento que debería seguir?",
        "¿Cómo ajusto la altura del asiento en esta máquina?",
        "¿Podrías ayudarme a configurar la máquina de poleas?",
        "¿Puedes darme algunos consejos para mejorar mi técnica en este ejercicio?",
        "¿Tienes alguna recomendación de ejercicios para fortalecer mi espalda baja?",
        "¿Podrías verificar mi postura y decirme si estoy haciendo este ejercicio correctamente?",
        "¿Puedes sugerirme algunos ejercicios alternativos para trabajar los músculos pectorales?",
        "¿Está bien si trabajo con esta máquina después de ti?",
        "¿Podrías explicarme los beneficios de usar pesas libres en lugar de máquinas?",
        "¿Cuál es la técnica de respiración adecuada para este ejercicio?",
        "¿Me puedes ayudar a entender qué grupos musculares se trabajan en esta máquina?",
        "¿Tienes alguna sugerencia para aumentar la intensidad de mi entrenamiento?",
        "¿Debería seguir algún tipo de rutina de enfriamiento después de mi entrenamiento?",
        "¿Cómo desinfecto correctamente el equipo después de usarlo?",
        "¿Podrías recomendarme una rutina de estiramientos para después del entrenamiento?",
        "¿Tienes algún consejo para prevenir desequilibrios musculares?",
        "¿Puedes mostrarme cómo ajustar la resistencia en esta máquina?",
        "¿Cuál es la mejor manera de incorporar esta máquina en mi rutina de entrenamiento?",
        "¿Podrías demostrarme cómo usar el rodillo de espuma para recuperación muscular?",
        "¿Hay un orden específico que debería seguir al usar las máquinas?",
        "¿Tienes algunos consejos para prevenir lesiones al levantar pesas?",
        "¿Podrías explicarme la diferencia entre usar máquinas y pesas libres?",
        "¿Cuál es la postura correcta para usar esta máquina?",
        "¿Puedes ayudarme a entender el agarre correcto para este ejercicio?",
        "¿Podrías recomendarme algunos ejercicios para fortalecer mi core?",
        "¿Debería seguir alguna rutina de enfriamiento después de usar las máquinas de cardio?",
        "¿Cuál es la manera adecuada de usar la máquina de remo sin lastimar mi espalda?",
        "¿Puedes sugerirme algunos ejercicios para trabajar los músculos isquiotibiales?",
        "¿Cuánto tiempo de descanso recomiendas entre series para este ejercicio?",
        "¿Tienes algunos consejos para mejorar mi equilibrio durante este ejercicio?",
        "¿Podrías demostrarme cómo usar las bandas de resistencia para un entrenamiento de cuerpo completo?",
        "¿Está bien si uso este banco para mi próxima serie?",
        "¿Cuál es la mejor manera de hacer un seguimiento de mi progreso y establecer metas de fitness?",
        "¿Puedes sugerirme algunos estiramientos para mejorar la flexibilidad antes de mi entrenamiento?",
        "¿Cuál es el ángulo correcto para ajustar la inclinación en esta cinta de correr?"
    ]
}