{
    "phrases": [ 
        "Could you help me book a hotel room for two nights?",
        "Is there availability for a single room with a king-sized bed?",
        "Could you confirm my reservation for tomorrow night?",
        "What time is check-in/check-out?",
        "Could you arrange for airport transportation?",
        "Is breakfast included in the room rate?",
        "Could I request a wake-up call for 6:00 AM, please?",
        "Do you have a shuttle service to the airport?",
        "Could you provide extra towels in the room?",
        "What amenities are available in the hotel?",
        "Could I have a non-smoking room, please?",
        "Is there a minibar in the room?",
        "Could you recommend a good restaurant nearby?",
        "What's the Wi-Fi password for the hotel?",
        "Is there a gym or fitness center at the hotel?",
        "Could you help me with my luggage?",
        "Is there a safe deposit box in the room?",
        "Could you provide an extra pillow, please?",
        "What time does the hotel restaurant close?",
        "Could you assist me with printing my boarding pass?",
        "Is there an ATM in the hotel?",
        "Could you call me a taxi for tomorrow morning?",
        "What's the policy for late check-out?",
        "Could I have a room with a view, please?",
        "Is there 24-hour room service available?",
        "Could you provide an iron and ironing board?",
        "What's the cancellation policy for the reservation?",
        "Could I have a map of the local area?",
        "Is there a business center where I can print documents?",
        "Could you recommend any tourist attractions nearby?",
        "What's the distance from the hotel to the airport?",
        "Could you arrange for a tour of the city?",
        "Is there a concierge available to assist with bookings?",
        "Could you help me extend my stay for another night?",
        "What's the procedure for lost and found items?",
        "Could you provide information on nearby public transportation?",
        "Is there a swimming pool available for guests?",
        "Could you recommend a good place to exchange currency?",
        "What's the policy for pets in the hotel?",
        "Could you assist me with printing my itinerary?",
        "Is there a place to store luggage after check-out?",
        "Could you provide a list of recommended restaurants in the area?",
        "What's the policy for early check-in?",
        "Could you help me with my online check-in for my flight?",
        "Is there a spa or massage service available at the hotel?",
        "Could you arrange for a taxi to pick me up from the airport?",
        "What's the policy for children staying in the hotel?",
        "Could you assist me with arranging a rental car?",
        "Is there a bar or lounge area in the hotel?",
        "Could you provide information on any local events happening during my stay?"
    ],
    "traductions": [ 
        "¿Podría ayudarme a reservar una habitación de hotel para dos noches?",
        "¿Hay disponibilidad para una habitación individual con cama tamaño 'king'?",
        "¿Podría confirmar mi reserva para mañana por la noche?",
        "¿A qué hora es el check-in/check-out?",
        "¿Podría organizar el transporte al aeropuerto?",
        "¿Está incluido el desayuno en el precio de la habitación?",
        "¿Podría solicitar que me despierten a las 6:00 AM, por favor?",
        "¿Tienen servicio de transporte al aeropuerto?",
        "¿Podría proporcionar toallas adicionales en la habitación?",
        "¿De qué servicios dispone el hotel?",
        "¿Podría darme una habitación para no fumadores, por favor?",
        "¿Hay minibar en la habitación?",
        "¿Podría recomendarme un buen restaurante cercano?",
        "¿Cuál es la contraseña del Wi-Fi del hotel?",
        "¿Hay gimnasio o centro de fitness en el hotel?",
        "¿Podría ayudarme con mi equipaje?",
        "¿Hay caja fuerte en la habitación?",
        "¿Podría proporcionarme una almohada extra, por favor?",
        "¿A qué hora cierra el restaurante del hotel?",
        "¿Podría ayudarme a imprimir mi tarjeta de embarque?",
        "¿Hay un cajero automático en el hotel?",
        "¿Podría pedirme un taxi para mañana por la mañana?",
        "¿Cuál es la política de salida tardía?",
        "¿Podría darme una habitación con vistas, por favor?",
        "¿Hay servicio de habitaciones 24 horas?",
        "¿Pueden proporcionar plancha y tabla de planchar?",
        "¿Cuál es la política de cancelación de la reserva?",
        "¿Podría darme un mapa de la zona?",
        "¿Hay un centro de negocios donde pueda imprimir documentos?",
        "¿Podría recomendarme alguna atracción turística cercana?",
        "¿Cuál es la distancia del hotel al aeropuerto?",
        "¿Podría organizar una visita guiada por la ciudad?",
        "¿Hay un conserje disponible para ayudar con las reservas?",
        "¿Podrían ayudarme a prolongar mi estancia una noche más?",
        "¿Cuál es el procedimiento para objetos perdidos?",
        "¿Podría facilitarme información sobre el transporte público cercano?",
        "¿Hay piscina a disposición de los huéspedes?",
        "¿Podría recomendarnos un buen lugar para cambiar divisas?",
        "¿Cuál es la política para mascotas en el hotel?",
        "¿Podría ayudarme a imprimir mi itinerario?",
        "¿Hay algún lugar donde guardar el equipaje después de la salida?",
        "¿Podría facilitarme una lista de restaurantes recomendados en la zona?",
        "¿Cuál es la política de early check-in?",
        "¿Podría ayudarme con la facturación online de mi vuelo?",
        "¿Hay servicio de spa o masajes en el hotel?",
        "¿Podrían organizar un taxi para recogerme en el aeropuerto?",
        "¿Cuál es la política para los niños que se alojan en el hotel?",
        "¿Podría ayudarme a conseguir un coche de alquiler?",
        "¿Hay bar o sala de estar en el hotel?",
        "¿Podría proporcionarme información sobre cualquier evento local que tenga lugar durante mi estancia?"
    ]
}