{
    "phrases": [ 
        "Do we have enough eggs for the recipe?",
        "Can you pass me the cutting board, please?",
        "Where do we keep the measuring cups?",
        "Could you hand me the spatula?",
        "Do we have any olive oil left?",
        "Could you grab the salt from the pantry?",
        "What's the substitute for baking powder?",
        "Can you get the blender from the cabinet?",
        "Where do we keep the baking trays?",
        "Do we have any fresh herbs for garnish?",
        "Can you check if the oven is preheated?",
        "What's the difference between baking soda and baking powder?",
        "Do we have any parchment paper for lining the baking tray?",
        "Could you peel the potatoes for me?",
        "Where's the grater for the cheese?",
        "Can you help me find the whisk?",
        "Do we have any vanilla extract for the cake?",
        "Could you rinse the vegetables under cold water?",
        "What's the best way to sharpen the kitchen knives?",
        "Can you check if the meat is thawed in the refrigerator?",
        "Where do we store the spices and seasonings?",
        "Do we have any aluminum foil for wrapping leftovers?",
        "Could you chop the onions finely?",
        "Can you hand me the colander for draining the pasta?",
        "What can I use as a substitute for buttermilk?",
        "Do we have any unsalted butter?",
        "Could you help me open this jar, please?",
        "Where's the food processor for making the sauce?",
        "Can you find the rolling pin for flattening the dough?",
        "What's the difference between a saucepan and a skillet?",
        "Do we have any breadcrumbs for coating the chicken?",
        "Could you stir the sauce while I chop the vegetables?",
        "Can you get the baking dish from the cabinet?",
        "Where do we keep the plastic wrap for covering leftovers?",
        "Could you check if the milk has gone bad?",
        "Can you find the pastry brush for glazing the pastries?",
        "What's the proper way to store fresh produce in the fridge?",
        "Do we have any aluminum pans for baking?",
        "Could you help me sieve the flour?",
        "Where's the griddle for making pancakes?",
        "Can you pass me the tongs for flipping the meat?",
        "What's the difference between baking chocolate and cocoa powder?",
        "Do we have any parchment paper liners for the muffin tin?",
        "Could you slice the bread for the sandwiches?",
        "Can you locate the food coloring for decorating the cake?",
        "Where do we store the plastic containers for leftovers?",
        "Do we have any vegetable broth for the soup?",
        "Could you fetch the kitchen scale for measuring the ingredients?",
        "Can you help me tie the butcher's twine around the roast?"
    ],
    "traductions": [ 
        "¿Tenemos suficientes huevos para la receta?",
        "¿Me pasas la tabla de cortar, por favor?",
        "¿Dónde guardamos las tazas de medir?",
        "¿Me pasas la espátula?",
        "¿Nos queda aceite de oliva?",
        "¿Podrías coger la sal de la despensa?",
        "¿Cuál es el sustituto de la levadura en polvo?",
        "¿Puedes coger la batidora del armario?",
        "¿Dónde guardamos las bandejas para hornear?",
        "¿Tenemos hierbas frescas para la guarnición?",
        "¿Puedes comprobar si el horno está precalentado?",
        "¿Cuál es la diferencia entre bicarbonato sódico y levadura en polvo?",
        "¿Tenemos papel pergamino para forrar la bandeja del horno?",
        "¿Podrías pelarme las patatas?",
        "¿Dónde está el rallador para el queso?",
        "¿Puedes ayudarme a encontrar el batidor?",
        "¿Tenemos extracto de vainilla para la tarta?",
        "¿Podrías enjuagar las verduras con agua fría?",
        "¿Cuál es la mejor manera de afilar los cuchillos de cocina?",
        "¿Puedes comprobar si la carne está descongelada en la nevera?",
        "¿Dónde guardamos las especias y los condimentos?",
        "¿Tenemos papel de aluminio para envolver las sobras?",
        "¿Podrías picar las cebollas finamente?",
        "¿Puedes pasarme el escurridor para escurrir la pasta?",
        "¿Qué puedo usar como sustituto del suero de leche?",
        "¿Tenemos mantequilla sin sal?",
        "¿Podría ayudarme a abrir este tarro, por favor?",
        "¿Dónde está el robot de cocina para hacer la salsa?",
        "¿Puedes encontrar el rodillo para aplanar la masa?",
        "¿Cuál es la diferencia entre una cacerola y una sartén?",
        "¿Tenemos pan rallado para rebozar el pollo?",
        "¿Podrías remover la salsa mientras corto las verduras?",
        "¿Puedes coger la fuente de horno del armario?",
        "¿Dónde guardamos el envoltorio de plástico para cubrir las sobras?",
        "¿Podrías comprobar si la leche se ha echado a perder?",
        "¿Puedes encontrar la brocha para glasear los pasteles?",
        "¿Cuál es la forma correcta de guardar los productos frescos en la nevera?",
        "¿Tenemos moldes de aluminio para hornear?",
        "¿Podrías ayudarme a tamizar la harina?",
        "¿Dónde está la plancha para hacer tortitas?",
        "¿Me pasas las pinzas para dar la vuelta a la carne?",
        "¿Cuál es la diferencia entre el chocolate para hornear y el cacao en polvo?",
        "¿Tenemos forros de papel pergamino para el molde de magdalenas?",
        "¿Podrías cortar el pan para los sándwiches?",
        "¿Puedes localizar el colorante alimentario para decorar la tarta?",
        "¿Dónde guardamos los recipientes de plástico para las sobras?",
        "¿Tenemos caldo de verduras para la sopa?",
        "¿Puedes traer la balanza de cocina para medir los ingredientes?",
        "¿Puedes ayudarme a atar el cordel de carnicero alrededor del asado?"
    ]
}